{
    "Ready to go...": "Prêt à y aller...",
    "Success": "Succès",
    "Error": "Erreur",
    "Save Progress": "Sauvegarder la progression",
    "Select a zone": "Sélectionnez une zone",
    "Shots Made": "Nombre de tirs réussis",
    "Shots Attempted": "Nombre de tirs tentés",
    "Save": "Sauvegarder",
    "Start": "Commencer",
    "Stop": "Arrêter",
    "Next": "Suivant",
    "Pause": "Pause",
    "Resume": "Continuer",
    "Retry": "Réessayer",
    "Submit": "Soumettre",
    "3pt Challenge": "3pt Challenge",
    "Free Shooting Session": "Séance de tir libre",
    "Dribble Fundamentals": "Fondamentaux de Dribble",
    "Dribble Challenge": "Dribble Challenge",
    "Combos / Moves": "Combos / Moves",
    "Shooting Drills": "Exercices de Tir",
    "Layups Fundamentals": "Fondamentaux des Layups",
    "Advanced Layups": "Layups Avancées",
    "Counter - Layups": "Counter - Layups",
    "Workout Completed!": "Entraînement terminé!",
    "Experience Feedback Form": "Formulaire de retour d'expérience",
    "minutes": "minutes",
    "seconds": "secondes",
    "exercises": "exercices",
    "Done": "Terminé",
    "All drills": "Tous les exercices / tutos",
    "Select a workout:": "Sélectionnez un entraînement:",
    "Progress saved successfully.": "Progression sauvegardée avec succès.",
    "Failed to save progress.": "Échec de la sauvegarde de la progression.",
    "Please fill in all fields.": "Veuillez remplir tous les champs.",
    "The number of shots made cannot be greater than the number of shots attempted.": "Le nombre de tirs réussis ne peut pas être supérieur au nombre de tirs tentés.",
    "Settings": "Paramètres",
    "Language": "Langue",
    "Report": "Rapport",
    "Here are the user stats, completed exercises, progress, etc.": "Ici les stats de l'utilisateur, les exercices effectués, les progrès, etc.",
    "Last workout completed on:": "Dernier entraînement terminé le:",
    "Record in the 3 Point Challenge:": "Record au 3 Point Challenge:",
    "Dribble Challenge:": "Dribble Challenge:",
    "Best time:": "Meilleur temps:",
    "Average time:": "Temps Moyen:",
    "Success Rate": "Pourcentage de réussite",
    "Reset stats": "Réinitialiser les statistiques",
    "3PT - Left Corner": "3PT - Coin Gauche",
    "3PT - Left Wing": "3PT - 45° Gauche",
    "3PT - Top": "3PT - Centre",
    "3PT - Right Wing": "3PT - 45° Droite",
    "3PT - Right Corner": "3PT - Coin Droit",
    "Mid-range Left": "Mi-distance Gauche",
    "Mid-range Left Center": "Mi-distance Centre Gauche",
    "Mid-range Center": "Mi-distance Centre",
    "Mid-range Right Center": "Mi-distance Centre Droite",
    "Mid-range Right": "Mi-distance Droite",
    "Go!": "C'est parti!",
    "New record! Congratulations!": "Nouveau record! Félicitations!",
    "No record this time. Try again!": "Pas de record cette fois-ci. Essayez encore!",
    "Number of 3-pointers successfully recorded!": "Nombre de 3 points enregistré avec succès!",
    "Complete the following dribbling exercises as quickly as possible.": "Fais les exercices de dribble suivant le plus vite possible.",
    "No video available": "Pas de vidéo disponible",
    "Instructions": "Description",
    "Objective": "Objectif",
    "Tips": "Conseils",
    "No tips available": "Pas de conseils disponibles",
    "Pound Dribble": "Dribble fort",
    "Improves ball control and strength by dribbling the ball hard and fast.": "Améliore le contrôle de la balle et la force en dribblant la balle fort et rapidement.",
    "Dribble the ball as hard as possible, alternating hands every 10 dribbles.": "Dribblez la balle aussi fort que possible, en alternant les mains tous les 10 dribbles.",
    "Use your fingers to control the ball, not your palm.": "Utilisez vos doigts pour contrôler la balle, pas votre paume.",
    "Look straight ahead, not at the ball.": "Regardez droit devant vous, pas la balle.",
    "Front/Back Dribble": "Dribble avant/arrière",
    "Improves ball control under defensive pressure.": "Améliore le contrôle de la balle sous pression défensive.",
    "Stand in front of a line. Dribble the ball once in front of the line, then once behind the line. Change hands every 10 dribbles.": "Tenez-vous devant une ligne. Dribblez la balle une fois devant la ligne, puis une fois derrière la ligne. Changez de main tous les 10 dribbles.",
    "Keep your feet moving to stay balanced.": "Gardez vos pieds en mouvement pour rester équilibré.",
    "Use your wrists for better ball control.": "Utilisez vos poignets pour un meilleur contrôle de la balle.",
    "Practice at different speeds to improve your responsiveness.": "Pratiquez à différentes vitesses pour améliorer votre réactivité.",
    "Between the Legs": "Entre les jambes",
    "Dribble the ball between your legs. Change diagonals every 10 dribbles.": "Dribblez la balle entre vos jambes. Changez de diagonale tous les 10 dribbles.",
    "Keep your knees bent to facilitate the movement.": "Gardez les genoux fléchis pour faciliter le mouvement.",
    "Use a quick and smooth motion to pass the ball between your legs.": "Utilisez un mouvement rapide et fluide pour passer la balle entre vos jambes.",
    "Focus on ball control to avoid turnovers, not speed.": "Concentrez-vous sur le contrôle de la balle pour éviter les pertes de balle, pas sur la vitesse.",
    "Behind the Back": "Derrière le dos",
    "Improves your ability to protect the ball from defenders and change direction.": "Améliore votre capacité à protéger la balle des défenseurs et à changer de direction.",
    "Dribble the ball behind your back, changing hands each time. Change diagonals every 10 dribbles.": "Dribblez la balle derrière votre dos, en changeant de main à chaque fois. Changez de diagonale tous les 10 dribbles.",
    "Keep your back straight and knees slightly bent.": "Gardez le dos droit et les genoux légèrement fléchis.",
    "Use a quick and smooth motion to pass the ball behind your back.": "Utilisez un mouvement rapide et fluide pour passer la balle derrière votre dos.",
    "Stay low when dribbling for better ball protection and easier direction changes.": "Restez bas en dribblant pour une meilleure protection de la balle et des changements de direction plus faciles.",
    "Wrap Around (no dribble)": "Wrap Around (sans dribble)",
    "Improves your ability to perform behind-the-back dribbles quickly.": "Améliore votre capacité à effectuer des dribbles derrière le dos rapidement.",
    "Pass the ball around your legs as quickly as possible.": "Passez la balle autour de vos jambes aussi vite que possible.",
    "If you struggle to dribble around your legs, start at the waist and progress to the legs.": "Si vous avez du mal à dribbler autour de vos jambes, commencez à la taille et progressez vers les jambes.",
    "Try to keep the ball as close to your body as possible.": "Essayez de garder la balle aussi près de votre corps que possible.",
    "Maintain a steady rhythm to improve your coordination and control.": "Maintenez un rythme régulier pour améliorer votre coordination et votre contrôle.",
    "Figure 8 (no dribble)": "Figure 8 (sans dribble)",
    "Dribble the ball in a figure 8 between your legs.": "Dribblez la balle en forme de 8 entre vos jambes.",
    "Use a quick and smooth motion to dribble in a figure 8.": "Utilisez un mouvement rapide et fluide pour dribbler en forme de 8.",
    "Focus on ball control to avoid turnovers.": "Concentrez-vous sur le contrôle de la balle pour éviter les pertes de balle.",
    "Wrap Around (with dribble)": "Wrap Around (avec dribble)",
    "Improves your ability to dribble around your body.": "Améliore votre capacité à dribbler autour de votre corps.",
    "Dribble the ball around your waist, changing hands each turn. Change direction every 10 dribbles.": "Dribblez la balle autour de votre taille, en changeant de main à chaque tour. Changez de direction tous les 10 dribbles.",
    "Keep your knees slightly bent to facilitate the movement.": "Gardez les genoux légèrement fléchis pour faciliter le mouvement.",
    "Use a quick and smooth motion to dribble around your waist.": "Utilisez un mouvement rapide et fluide pour dribbler autour de votre taille.",
    "Figure 8 (with dribble)": "Figure 8 (avec dribble)",
    "Improves your ability to dribble between your legs in a figure 8.": "Améliore votre capacité à dribbler entre vos jambes en forme de 8.",
    "Dribble the ball in a figure 8 between your legs. Change direction every 10 dribbles.": "Dribblez la balle en forme de 8 entre vos jambes. Changez de direction tous les 10 dribbles.",
    "Pound Shots": "Tirs après dribble",
    "Improves the transition to shooting.": "Améliore la transition vers le tir.",
    "Stand 3-4m from the basket, pound the ball hard with your weak hand before shooting.": "Placez-vous à 3-4m du panier, dribblez fort avec votre main faible avant de tirer.",
    "Step 1: Dribble hard.": "Étape 1 : Dribblez fort.",
    "Step 2: Catch the ball with your weak hand and stuff if into your strong hand.": "Étape 2 : Attrapez la balle avec votre main faible et placez-la dans votre main forte.",
    "Step 3: Place the ball in your \"shooting pocket\" and shoot.": "Étape 3 : Placez la balle dans votre \"poche de tir\" et tirez.",
    "Improves your shot after a dribble.": "Améliore votre tir après un dribble.",
    "Dribble towards the basket, take one dribble, then shoot.": "Dribblez vers le panier, faites un dribble, puis tirez.",
    "Step 1: Work on your footwork: Take one dribble then quickly place one foot then the other.": "Étape 1 : Travaillez votre jeu de jambes : Faites un dribble puis placez rapidement un pied puis l'autre.",
    "Step 2: Pause and stabilize your position before shooting.": "Étape 2 : Faites une pause et stabilisez votre position avant de tirer.",
    "Step 3: Repeat the movement without stopping to improve your fluidity.": "Étape 3 : Répétez le mouvement sans vous arrêter pour améliorer votre fluidité.",
    "Step 4: Dribble quickly, pause, dribble again, stop and shoot.": "Étape 4 : Dribblez rapidement, faites une pause, dribblez à nouveau, arrêtez-vous et tirez.",
    "Improves your shooting form.": "Améliore votre geste de tir.",
    "Shoot the ball with one hand from 5 spots. Add the second hand to guide the shot and take 5 more shots. Step into the shot and take 5 more shots.": "Tirez la balle avec une main depuis 5 spots. Ajoutez la deuxième main pour guider le tir et prenez 5 autres tirs. Entrez dans le tir et prenez 5 autres tirs.",
    "Use the guide hand to stabilize the ball.": "Utilisez la main guide pour stabiliser la balle.",
    "Finish your shot on your toes to give it momentum.": "Finissez votre tir sur la pointe des pieds pour lui donner de l'élan.",
    "Keep your hand up after the shot.": "Gardez votre main en l'air après le tir.",
    "Focus on the form, not the result.": "Concentrez-vous sur le geste, pas sur le résultat.",
    "Drills": "Entrainements",
    "Fundamentals": "Fondamentaux",
    "5 min - 5 exercises": "5 min - 5 exercices",
    "Coming soon!": "Bientôt disponible!",
    "1 minute": "1 minute",
    "5 x 5 Layups": "5 x 5 Double pas",
    "Welcome!": "Bienvenue!",
    "Keep an eye on your progress with simple and motivating indicators.": "Gardez un œil sur votre progression avec des indicateurs simples et motivants." ,
    "Explore training programs": "Explorez les programmes d'entraînement",
    "Discover a library of exercises and interactive drills suitable for all levels." : "Découvrez une bibliothèque d'exercices et de séances interactives adaptés à tous les niveaux.",  
    "Track your progress": "Suivez votre progression",
    "Create personalized programs": "Créez des programmes personnalisés",
    "Design custom training sessions according to your goals and schedule."   : "Concevez des séances d'entraînement personnalisées en fonction de vos objectifs et de votre emploi du temps.",   
    "Stats have been reset.": "Les statistiques ont été réinitialisées.",
    "Stat has been reset.": "Statistique réinitialisée.",
    "Here you can change the app settings, such as language, theme, etc." : "Ici, vous pouvez modifier les paramètres de l'application, tels que la langue, le thème, etc.",
    "Score as many 3-pointers as possible in one minute.": "Marquez autant de 3 points que possible en 1 minute.",
    "seconds remaining": "secondes restantes",
    "Ready?": "Prêt?",
    "Click on the CC button in the video player to enable captions": "Cliquez sur le bouton dans le lecteur vidéo pour activer les sous-titres",
    "List of all drills": "Liste de tous les exercices",
    "Warming up without a Ball": "Échauffement sans ballon",
    "5 minute dribble routine": "Routine de dribble de 5 minutes",
    "Layups": "Double pas",
    "Curry's Fast Shot release": "Tir rapide de Curry",
    "Defensive Stance drill": "Exercice de posture défensive",
    "Behind the back pass": "Passe derrière le dos",
    "Find YOUR shooting pocket": "Trouvez VOTRE poche de tir",
    "Workouts": "Entraînements",
    "Masterclass": "Masterclass",
    "Ball handling": "Dribble",
    "Shooting": "Tir",
    "Finishing": "Finition",
    "Learning moves": "Apprendre des moves",
    "Strength & conditionning": "Force et conditionnement",
    "Custom workouts": "Entraînements personnalisés",
    "Tim hardaway teaches his Killer Crossover": "Tim Hardaway enseigne son Killer Crossover",
    "Floaters": "Floaters",
    "Euro Step": "Euro Step",
    "Michael Jordan masterclass": "Masterclass de Michael Jordan",
    "Magic Johnson masterclass ( features Jabbar, Smith, Hamilton and McKnight)": "Masterclass de Magic Johnson (avec Jabbar, Smith, Hamilton et McKnight)",
    "Kyrie Irving teaching fundamentals": "Kyrie Irving enseigne les fondamentaux",
    "Kyrie Irving teaching moves and footwork": "Kyrie Irving enseigne les mouvements et le jeu de jambes",
    "Strength exercices": "Exercices de force",
    "Stamina workout": "Entraînement d'endurance",
    "Scottie Barnes full workout": "Entraînement complet de Scottie Barnes",
    "Learn Allen Iverson's crossover with coach Drew Hanlen": "Apprenez le crossover d'Allen Iverson avec l'entraîneur Drew Hanlen",
    "Steph Curry explains where to aim when shooting": "Steph Curry explique où viser lors du tir",
    "Warmup for vertical jump": "Échauffement pour le saut vertical",
    "Post player warmup": "Échauffement pour les joueurs de poste",
    "Shooting coaching with Sean Sweeney": "Coaching de tir avec Sean Sweeney",
    "Thank you for your feedback!": "Merci pour vos commentaires!",
    "Failed to submit feedback. Please try again later.": "Échec de l'envoi des commentaires. Veuillez réessayer plus tard.",
    "An error occurred. Please try again later.": "Une erreur s'est produite. Veuillez réessayer plus tard.",
    "feedback": {
        "thankYou": "Merci pour votre retour !",
        "failed": "Échec de l'envoi du retour. Veuillez réessayer plus tard.",
        "error": "Une erreur s'est produite. Veuillez réessayer plus tard."
    },
    "Congratulations! Workout completed!"   : "Félicitations! Entraînement terminé!",
    "All Drills, Videos and Workouts": "Tous les exercices",
    "resetStatsTitle": "Réinitialiser les statistiques",
    "resetStatsMessage": "Êtes-vous sûr de vouloir réinitialiser toutes vos statistiques?",
    "cancel": "Annuler",
    "ok": "OK",
    "resultsSaved": "Résultats sauvegardés",
    "minutesPlaceholder": "minutes",
    "secondsPlaceholder": "secondes",
    "bestTime": "Meilleur temps",
    "averageTime": "Temps moyen",
    "save": "Sauvegarder",
    "bestReps": "Meilleur nombre de répétitions",
    "averageReps": "Nombre moyen de répétitions",
    "repsPlaceholder": "répétitions",
    "bestWeight": "Meilleur poids",
    "averageWeight": "Poids moyen",
    "weightPlaceholder": "kg",
    "previous": "Précédent",
    "next": "Suivant",
    "Start Workout": "Commencer",
    "What did you think of the drills?": "Qu'avez-vous pensé des exercices?",
    "What are your general thoughts on the app?": "Quels sont vos avis généraux sur l'application?",
    "What changes / upgrades would you like to see?": "Quels changements / améliorations aimeriez-vous voir?"
}